IDEA Open Model
ReinfBarOnEdge.MasterEdge Property
Compatible with IDEA StatiCa 20.1
 Master edge on Outline of MasterComponent
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public ReferenceElement MasterEdge { get; set; }
Public Property MasterEdge As ReferenceElement
	Get
	Set
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarOnEdge Class
IdeaRS.OpenModel.Detail Namespace